{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[CLS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[SEP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": {
    "type": "BertNormalizer",
    "clean_text": true,
    "handle_chinese_chars": true,
    "strip_accents": null,
    "lowercase": false
  },
  "pre_tokenizer": {
    "type": "BertPreTokenizer"
  },
  "post_processor": {
    "type": "TemplateProcessing",
    "single": [
      {
        "SpecialToken": {
          "id": "[CLS]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "[SEP]",
          "type_id": 0
        }
      }
    ],
    "pair": [
      {
        "SpecialToken": {
          "id": "[CLS]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "[SEP]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "B",
          "type_id": 1
        }
      },
      {
        "SpecialToken": {
          "id": "[SEP]",
          "type_id": 1
        }
      }
    ],
    "special_tokens": {
      "[CLS]": {
        "id": "[CLS]",
        "ids": [
          1
        ],
        "tokens": [
          "[CLS]"
        ]
      },
      "[SEP]": {
        "id": "[SEP]",
        "ids": [
          2
        ],
        "tokens": [
          "[SEP]"
        ]
      }
    }
  },
  "decoder": {
    "type": "WordPiece",
    "prefix": "##",
    "cleanup": true
  },
  "model": {
    "type": "WordPiece",
    "unk_token": "[UNK]",
    "continuing_subword_prefix": "##",
    "max_input_chars_per_word": 100,
    "vocab": {
      "[UNK]": 0,
      "[CLS]": 1,
      "[SEP]": 2,
      "[PAD]": 3,
      "[MASK]": 4,
      "\u0000": 5,
      "\u0001": 6,
      "\u0002": 7,
      "\u0003": 8,
      "\u0004": 9,
      "\u0005": 10,
      "\b": 11,
      "\u000e": 12,
      "\u0013": 13,
      "\u0014": 14,
      "\u0017": 15,
      "\u001f": 16,
      "!": 17,
      "\"": 18,
      "#": 19,
      "$": 20,
      "%": 21,
      "&": 22,
      "'": 23,
      "(": 24,
      ")": 25,
      "*": 26,
      "+": 27,
      ",": 28,
      "-": 29,
      ".": 30,
      "/": 31,
      "0": 32,
      "1": 33,
      "2": 34,
      "3": 35,
      "4": 36,
      "5": 37,
      "6": 38,
      "7": 39,
      "8": 40,
      "9": 41,
      ":": 42,
      ";": 43,
      "<": 44,
      "=": 45,
      ">": 46,
      "?": 47,
      "@": 48,
      "A": 49,
      "B": 50,
      "C": 51,
      "D": 52,
      "E": 53,
      "F": 54,
      "G": 55,
      "H": 56,
      "I": 57,
      "J": 58,
      "K": 59,
      "L": 60,
      "M": 61,
      "N": 62,
      "O": 63,
      "P": 64,
      "Q": 65,
      "R": 66,
      "S": 67,
      "T": 68,
      "U": 69,
      "V": 70,
      "W": 71,
      "X": 72,
      "Y": 73,
      "Z": 74,
      "[": 75,
      "\\": 76,
      "]": 77,
      "^": 78,
      "_": 79,
      "`": 80,
      "a": 81,
      "b": 82,
      "c": 83,
      "d": 84,
      "e": 85,
      "f": 86,
      "g": 87,
      "h": 88,
      "i": 89,
      "j": 90,
      "k": 91,
      "l": 92,
      "m": 93,
      "n": 94,
      "o": 95,
      "p": 96,
      "q": 97,
      "r": 98,
      "s": 99,
      "t": 100,
      "u": 101,
      "v": 102,
      "w": 103,
      "x": 104,
      "y": 105,
      "z": 106,
      "{": 107,
      "|": 108,
      "}": 109,
      "~": 110,
      "": 111,
      "": 112,
      "": 113,
      "": 114,
      "": 115,
      "": 116,
      "": 117,
      "": 118,
      "": 119,
      "": 120,
      "": 121,
      "": 122,
      "": 123,
      "": 124,
      "": 125,
      "": 126,
      "": 127,
      "": 128,
      "": 129,
      "": 130,
      "": 131,
      "": 132,
      "": 133,
      "": 134,
      "": 135,
      "": 136,
      "": 137,
      "": 138,
      "¡": 139,
      "¢": 140,
      "£": 141,
      "¤": 142,
      "¥": 143,
      "¦": 144,
      "§": 145,
      "¨": 146,
      "©": 147,
      "ª": 148,
      "«": 149,
      "¬": 150,
      "­": 151,
      "®": 152,
      "¯": 153,
      "°": 154,
      "±": 155,
      "²": 156,
      "³": 157,
      "´": 158,
      "µ": 159,
      "¶": 160,
      "·": 161,
      "¸": 162,
      "¹": 163,
      "º": 164,
      "»": 165,
      "¼": 166,
      "½": 167,
      "¾": 168,
      "¿": 169,
      "Æ": 170,
      "Ð": 171,
      "×": 172,
      "Ø": 173,
      "Þ": 174,
      "ß": 175,
      "æ": 176,
      "ð": 177,
      "÷": 178,
      "ø": 179,
      "þ": 180,
      "Đ": 181,
      "đ": 182,
      "Ħ": 183,
      "ħ": 184,
      "ı": 185,
      "Ł": 186,
      "ł": 187,
      "Œ": 188,
      "œ": 189,
      "Ŧ": 190,
      "ſ": 191,
      "Ɔ": 192,
      "Ƌ": 193,
      "Ǝ": 194,
      "Ə": 195,
      "ƒ": 196,
      "ƣ": 197,
      "ƿ": 198,
      "ǃ": 199,
      "ǝ": 200,
      "ȝ": 201,
      "ɑ": 202,
      "ɒ": 203,
      "ɔ": 204,
      "ə": 205,
      "ɛ": 206,
      "ɢ": 207,
      "ɣ": 208,
      "ɨ": 209,
      "ɪ": 210,
      "ɲ": 211,
      "ɴ": 212,
      "ɹ": 213,
      "ɻ": 214,
      "ɽ": 215,
      "ɾ": 216,
      "ʀ": 217,
      "ʁ": 218,
      "ʃ": 219,
      "ʏ": 220,
      "ʟ": 221,
      "ʷ": 222,
      "ʹ": 223,
      "ʺ": 224,
      "ʻ": 225,
      "ʼ": 226,
      "ʽ": 227,
      "ʾ": 228,
      "ʿ": 229,
      "ˆ": 230,
      "ˈ": 231,
      "ˋ": 232,
      "ː": 233,
      "˚": 234,
      "˜": 235,
      "˝": 236,
      "ˮ": 237,
      "̀": 238,
      "́": 239,
      "̂": 240,
      "̃": 241,
      "̄": 242,
      "̅": 243,
      "̆": 244,
      "̇": 245,
      "̈": 246,
      "̉": 247,
      "̊": 248,
      "̋": 249,
      "̌": 250,
      "̎": 251,
      "̏": 252,
      "̓": 253,
      "̔": 254,
      "̕": 255,
      "̛": 256,
      "̣": 257,
      "̦": 258,
      "̧": 259,
      "̨": 260,
      "̮": 261,
      "̱": 262,
      "̲": 263,
      "̵": 264,
      "̸": 265,
      "͂": 266,
      "ͅ": 267,
      "Α": 268,
      "Β": 269,
      "Γ": 270,
      "Δ": 271,
      "Ε": 272,
      "Ζ": 273,
      "Η": 274,
      "Θ": 275,
      "Ι": 276,
      "Κ": 277,
      "Λ": 278,
      "Μ": 279,
      "Ν": 280,
      "Ξ": 281,
      "Ο": 282,
      "Π": 283,
      "Ρ": 284,
      "Σ": 285,
      "Τ": 286,
      "Υ": 287,
      "Φ": 288,
      "Χ": 289,
      "Ω": 290,
      "α": 291,
      "β": 292,
      "γ": 293,
      "δ": 294,
      "ε": 295,
      "ζ": 296,
      "η": 297,
      "θ": 298,
      "ι": 299,
      "κ": 300,
      "λ": 301,
      "μ": 302,
      "ν": 303,
      "ξ": 304,
      "ο": 305,
      "π": 306,
      "ρ": 307,
      "ς": 308,
      "σ": 309,
      "τ": 310,
      "υ": 311,
      "φ": 312,
      "χ": 313,
      "ψ": 314,
      "ω": 315,
      "Ϙ": 316,
      "ϙ": 317,
      "ϛ": 318,
      "Ϝ": 319,
      "ϝ": 320,
      "Ϟ": 321,
      "ϟ": 322,
      "ϩ": 323,
      "Ђ": 324,
      "І": 325,
      "Ј": 326,
      "А": 327,
      "Б": 328,
      "В": 329,
      "Г": 330,
      "Д": 331,
      "Е": 332,
      "Ж": 333,
      "З": 334,
      "И": 335,
      "К": 336,
      "Л": 337,
      "М": 338,
      "Н": 339,
      "О": 340,
      "П": 341,
      "Р": 342,
      "С": 343,
      "Т": 344,
      "У": 345,
      "Ф": 346,
      "Х": 347,
      "Ц": 348,
      "Ч": 349,
      "Ш": 350,
      "Ь": 351,
      "Ю": 352,
      "Я": 353,
      "а": 354,
      "б": 355,
      "в": 356,
      "г": 357,
      "д": 358,
      "е": 359,
      "ж": 360,
      "з": 361,
      "и": 362,
      "к": 363,
      "л": 364,
      "м": 365,
      "н": 366,
      "о": 367,
      "п": 368,
      "р": 369,
      "с": 370,
      "т": 371,
      "у": 372,
      "ф": 373,
      "х": 374,
      "ц": 375,
      "ч": 376,
      "ш": 377,
      "щ": 378,
      "ъ": 379,
      "ы": 380,
      "ь": 381,
      "э": 382,
      "ю": 383,
      "я": 384,
      "є": 385,
      "ѕ": 386,
      "і": 387,
      "ј": 388,
      "љ": 389,
      "њ": 390,
      "ћ": 391,
      "џ": 392,
      "ѥ": 393,
      "ѩ": 394,
      "҆": 395,
      "Ґ": 396,
      "Ғ": 397,
      "ғ": 398,
      "қ": 399,
      "ң": 400,
      "ұ": 401,
      "ҳ": 402,
      "ҷ": 403,
      "һ": 404,
      "ә": 405,
      "ө": 406,
      "Ա": 407,
      "Զ": 408,
      "Հ": 409,
      "Ո": 410,
      "՞": 411,
      "ա": 412,
      "բ": 413,
      "գ": 414,
      "դ": 415,
      "ե": 416,
      "է": 417,
      "ը": 418,
      "ժ": 419,
      "ի": 420,
      "լ": 421,
      "կ": 422,
      "հ": 423,
      "ղ": 424,
      "մ": 425,
      "յ": 426,
      "ն": 427,
      "ո": 428,
      "պ": 429,
      "ս": 430,
      "վ": 431,
      "տ": 432,
      "ր": 433,
      "ւ": 434,
      "փ": 435,
      "օ": 436,
      "֑": 437,
      "֔": 438,
      "֣": 439,
      "ְ": 440,
      "ֱ": 441,
      "ֲ": 442,
      "ֳ": 443,
      "ִ": 444,
      "ֵ": 445,
      "ֶ": 446,
      "ַ": 447,
      "ָ": 448,
      "ֹ": 449,
      "ֻ": 450,
      "ּ": 451,
      "ׁ": 452,
      "ׂ": 453,
      "א": 454,
      "ב": 455,
      "ג": 456,
      "ד": 457,
      "ה": 458,
      "ו": 459,
      "ז": 460,
      "ח": 461,
      "ט": 462,
      "י": 463,
      "ך": 464,
      "כ": 465,
      "ל": 466,
      "ם": 467,
      "מ": 468,
      "ן": 469,
      "נ": 470,
      "ס": 471,
      "ע": 472,
      "ף": 473,
      "פ": 474,
      "ץ": 475,
      "צ": 476,
      "ק": 477,
      "ר": 478,
      "ש": 479,
      "ת": 480,
      "،": 481,
      "؟": 482,
      "ء": 483,
      "ا": 484,
      "ب": 485,
      "ة": 486,
      "ت": 487,
      "ث": 488,
      "ج": 489,
      "ح": 490,
      "خ": 491,
      "د": 492,
      "ذ": 493,
      "ر": 494,
      "ز": 495,
      "س": 496,
      "ش": 497,
      "ص": 498,
      "ض": 499,
      "ط": 500,
      "ظ": 501,
      "ع": 502,
      "غ": 503,
      "ـ": 504,
      "ف": 505,
      "ق": 506,
      "ك": 507,
      "ل": 508,
      "م": 509,
      "ن": 510,
      "ه": 511,
      "و": 512,
      "ى": 513,
      "ي": 514,
      "ً": 515,
      "ٌ": 516,
      "ٍ": 517,
      "َ": 518,
      "ُ": 519,
      "ِ": 520,
      "ّ": 521,
      "ْ": 522,
      "ٓ": 523,
      "ٔ": 524,
      "ٕ": 525,
      "١": 526,
      "٢": 527,
      "٣": 528,
      "٤": 529,
      "ٰ": 530,
      "ٱ": 531,
      "پ": 532,
      "چ": 533,
      "ڈ": 534,
      "ڌ": 535,
      "ک": 536,
      "ڬ": 537,
      "ھ": 538,
      "ہ": 539,
      "ۇ": 540,
      "ی": 541,
      "ے": 542,
      "ە": 543,
      "ۖ": 544,
      "ۗ": 545,
      "ۚ": 546,
      "۝": 547,
      "۞": 548,
      "۟": 549,
      "۠": 550,
      "ۡ": 551,
      "ۢ": 552,
      "ۥ": 553,
      "ۦ": 554,
      "ۭ": 555,
      "ܐ": 556,
      "ܓ": 557,
      "ܗ": 558,
      "ܘ": 559,
      "ܝ": 560,
      "ܠ": 561,
      "ܡ": 562,
      "ܢ": 563,
      "ܥ": 564,
      "ܪ": 565,
      "ܫ": 566,
      "ܲ": 567,
      "ܵ": 568,
      "ހ": 569,
      "ވ": 570,
      "މ": 571,
      "ދ": 572,
      "ލ": 573,
      "ޠ": 574,
      "ޡ": 575,
      "ާ": 576,
      "ި": 577,
      "ެ": 578,
      "ߋ": 579,
      "ߴ": 580,
      "ߵ": 581,
      "߹": 582,
      "ं": 583,
      "ः": 584,
      "अ": 585,
      "ई": 586,
      "उ": 587,
      "औ": 588,
      "क": 589,
      "ख": 590,
      "ग": 591,
      "च": 592,
      "छ": 593,
      "ज": 594,
      "ट": 595,
      "ड": 596,
      "ण": 597,
      "त": 598,
      "द": 599,
      "न": 600,
      "प": 601,
      "फ": 602,
      "ब": 603,
      "भ": 604,
      "म": 605,
      "य": 606,
      "र": 607,
      "ल": 608,
      "व": 609,
      "श": 610,
      "ष": 611,
      "स": 612,
      "ह": 613,
      "़": 614,
      "ा": 615,
      "ि": 616,
      "ी": 617,
      "ु": 618,
      "ू": 619,
      "े": 620,
      "ै": 621,
      "ॉ": 622,
      "ो": 623,
      "्": 624,
      "।": 625,
      "ং": 626,
      "ক": 627,
      "গ": 628,
      "ঙ": 629,
      "চ": 630,
      "ট": 631,
      "দ": 632,
      "ব": 633,
      "ম": 634,
      "র": 635,
      "ল": 636,
      "শ": 637,
      "া": 638,
      "ী": 639,
      "ে": 640,
      "্": 641,
      "৳": 642,
      "ਈ": 643,
      "ਉ": 644,
      "ਚ": 645,
      "ਨ": 646,
      "ਭ": 647,
      "ਰ": 648,
      "ਲ": 649,
      "ਾ": 650,
      "ੋ": 651,
      "ખ": 652,
      "ગ": 653,
      "છ": 654,
      "જ": 655,
      "ડ": 656,
      "ત": 657,
      "પ": 658,
      "બ": 659,
      "ભ": 660,
      "ય": 661,
      "ર": 662,
      "સ": 663,
      "ા": 664,
      "ી": 665,
      "ુ": 666,
      "ૂ": 667,
      "ે": 668,
      "્": 669,
      "த": 670,
      "ம": 671,
      "ழ": 672,
      "ி": 673,
      "்": 674,
      "ం": 675,
      "ఇ": 676,
      "ఈ": 677,
      "ఎ": 678,
      "క": 679,
      "గ": 680,
      "ఘ": 681,
      "డ": 682,
      "త": 683,
      "థ": 684,
      "ద": 685,
      "ధ": 686,
      "న": 687,
      "ప": 688,
      "బ": 689,
      "భ": 690,
      "య": 691,
      "ర": 692,
      "ల": 693,
      "శ": 694,
      "స": 695,
      "హ": 696,
      "ా": 697,
      "ు": 698,
      "ె": 699,
      "ో": 700,
      "్": 701,
      "ದ": 702,
      "ಭ": 703,
      "ಯ": 704,
      "ಶ": 705,
      "ು": 706,
      "ೂ": 707,
      "ೆ": 708,
      "ೕ": 709,
      "ം": 710,
      "മ": 711,
      "യ": 712,
      "ല": 713,
      "ള": 714,
      "ാ": 715,
      "ං": 716,
      "උ": 717,
      "ඒ": 718,
      "ක": 719,
      "ත": 720,
      "ද": 721,
      "න": 722,
      "භ": 723,
      "ම": 724,
      "ර": 725,
      "ල": 726,
      "ව": 727,
      "ශ": 728,
      "ස": 729,
      "හ": 730,
      "්": 731,
      "ා": 732,
      "ැ": 733,
      "ෑ": 734,
      "ි": 735,
      "ී": 736,
      "ු": 737,
      "ก": 738,
      "ข": 739,
      "ค": 740,
      "ง": 741,
      "จ": 742,
      "ฉ": 743,
      "ช": 744,
      "ญ": 745,
      "ฎ": 746,
      "ฐ": 747,
      "ณ": 748,
      "ด": 749,
      "ต": 750,
      "ถ": 751,
      "ท": 752,
      "ธ": 753,
      "น": 754,
      "บ": 755,
      "ป": 756,
      "ผ": 757,
      "ฝ": 758,
      "พ": 759,
      "ภ": 760,
      "ม": 761,
      "ย": 762,
      "ร": 763,
      "ฤ": 764,
      "ล": 765,
      "ว": 766,
      "ศ": 767,
      "ษ": 768,
      "ส": 769,
      "ห": 770,
      "อ": 771,
      "ฯ": 772,
      "ะ": 773,
      "ั": 774,
      "า": 775,
      "ำ": 776,
      "ิ": 777,
      "ี": 778,
      "ึ": 779,
      "ื": 780,
      "ุ": 781,
      "ู": 782,
      "฿": 783,
      "เ": 784,
      "แ": 785,
      "โ": 786,
      "ใ": 787,
      "ไ": 788,
      "ๆ": 789,
      "็": 790,
      "่": 791,
      "้": 792,
      "๊": 793,
      "์": 794,
      "๒": 795,
      "๔": 796,
      "๕": 797,
      "๖": 798,
      "ກ": 799,
      "ລ": 800,
      "ວ": 801,
      "າ": 802,
      "ົ": 803,
      "ເ": 804,
      "່": 805,
      "།": 806,
      "ག": 807,
      "བ": 808,
      "འ": 809,
      "ུ": 810,
      "ྲ": 811,
      "࿇": 812,
      "࿏": 813,
      "က": 814,
      "ခ": 815,
      "င": 816,
      "စ": 817,
      "ည": 818,
      "တ": 819,
      "ဒ": 820,
      "ဓ": 821,
      "န": 822,
      "ပ": 823,
      "ဖ": 824,
      "ဗ": 825,
      "မ": 826,
      "ရ": 827,
      "ဝ": 828,
      "ာ": 829,
      "ိ": 830,
      "ီ": 831,
      "ု": 832,
      "ေ": 833,
      "့": 834,
      "း": 835,
      "္": 836,
      "်": 837,
      "ြ": 838,
      "ှ": 839,
      "၊": 840,
      "ა": 841,
      "ე": 842,
      "ვ": 843,
      "თ": 844,
      "ი": 845,
      "ლ": 846,
      "მ": 847,
      "ო": 848,
      "რ": 849,
      "ს": 850,
      "უ": 851,
      "ქ": 852,
      "ღ": 853,
      "ჰ": 854,
      "ᄀ": 855,
      "ᄁ": 856,
      "ᄂ": 857,
      "ᄃ": 858,
      "ᄅ": 859,
      "ᄆ": 860,
      "ᄇ": 861,
      "ᄈ": 862,
      "ᄉ": 863,
      "ᄋ": 864,
      "ᄌ": 865,
      "ᄎ": 866,
      "ᄏ": 867,
      "ᄐ": 868,
      "ᄑ": 869,
      "ᄒ": 870,
      "ᅡ": 871,
      "ᅢ": 872,
      "ᅣ": 873,
      "ᅥ": 874,
      "ᅦ": 875,
      "ᅧ": 876,
      "ᅨ": 877,
      "ᅩ": 878,
      "ᅪ": 879,
      "ᅬ": 880,
      "ᅭ": 881,
      "ᅮ": 882,
      "ᅯ": 883,
      "ᅲ": 884,
      "ᅳ": 885,
      "ᅴ": 886,
      "ᅵ": 887,
      "ᆨ": 888,
      "ᆪ": 889,
      "ᆫ": 890,
      "ᆭ": 891,
      "ᆯ": 892,
      "ᆷ": 893,
      "ᆸ": 894,
      "ᆹ": 895,
      "ᆼ": 896,
      "ᇂ": 897,
      "ሀ": 898,
      "ሁ": 899,
      "ሂ": 900,
      "ሃ": 901,
      "ሄ": 902,
      "ህ": 903,
      "ሆ": 904,
      "ሇ": 905,
      "ለ": 906,
      "ሉ": 907,
      "ሊ": 908,
      "ላ": 909,
      "ሌ": 910,
      "ል": 911,
      "ሎ": 912,
      "ሏ": 913,
      "ሐ": 914,
      "ሑ": 915,
      "ሒ": 916,
      "ሓ": 917,
      "ሔ": 918,
      "ሕ": 919,
      "ሖ": 920,
      "ሗ": 921,
      "መ": 922,
      "ሙ": 923,
      "ሚ": 924,
      "ማ": 925,
      "ሜ": 926,
      "ም": 927,
      "ሞ": 928,
      "ሟ": 929,
      "ሠ": 930,
      "ሡ": 931,
      "ሢ": 932,
      "ሣ": 933,
      "ሤ": 934,
      "ሥ": 935,
      "ሦ": 936,
      "ሧ": 937,
      "ረ": 938,
      "ሩ": 939,
      "ሪ": 940,
      "ራ": 941,
      "ሬ": 942,
      "ር": 943,
      "ሮ": 944,
      "ሯ": 945,
      "ሰ": 946,
      "ሱ": 947,
      "ሲ": 948,
      "ሳ": 949,
      "ሴ": 950,
      "ስ": 951,
      "ሶ": 952,
      "ሷ": 953,
      "ሸ": 954,
      "ሹ": 955,
      "ሺ": 956,
      "ሻ": 957,
      "ሼ": 958,
      "ሽ": 959,
      "ሾ": 960,
      "ሿ": 961,
      "ቀ": 962,
      "ቁ": 963,
      "ቂ": 964,
      "ቃ": 965,
      "ቄ": 966,
      "ቅ": 967,
      "ቆ": 968,
      "ቇ": 969,
      "ቈ": 970,
      "ቊ": 971,
      "ቋ": 972,
      "ቌ": 973,
      "ቍ": 974,
      "ቐ": 975,
      "ቑ": 976,
      "ቒ": 977,
      "ቓ": 978,
      "ቔ": 979,
      "ቕ": 980,
      "ቖ": 981,
      "ቘ": 982,
      "ቚ": 983,
      "ቛ": 984,
      "ቜ": 985,
      "ቝ": 986,
      "በ": 987,
      "ቡ": 988,
      "ቢ": 989,
      "ባ": 990,
      "ቤ": 991,
      "ብ": 992,
      "ቦ": 993,
      "ቧ": 994,
      "ቨ": 995,
      "ቩ": 996,
      "ቪ": 997,
      "ቫ": 998,
      "ቬ": 999,
      "ቭ": 1000,
      "ቮ": 1001,
      "ቯ": 1002,
      "ተ": 1003,
      "ቱ": 1004,
      "ቲ": 1005,
      "ታ": 1006,
      "ቴ": 1007,
      "ት": 1008,
      "ቶ": 1009,
      "ቷ": 1010,
      "ቸ": 1011,
      "ቹ": 1012,
      "ቺ": 1013,
      "ቻ": 1014,
      "ቼ": 1015,
      "ች": 1016,
      "ቾ": 1017,
      "ቿ": 1018,
      "ኀ": 1019,
      "ኁ": 1020,
      "ኂ": 1021,
      "ኃ": 1022,
      "ኄ": 1023,
      "ኅ": 1024,
      "ኆ": 1025,
      "ኇ": 1026,
      "ኈ": 1027,
      "ኊ": 1028,
      "ኋ": 1029,
      "ኌ": 1030,
      "ኍ": 1031,
      "኎": 1032,
      "኏": 1033,
      "ነ": 1034,
      "ኑ": 1035,
      "ኒ": 1036,
      "ና": 1037,
      "ኔ": 1038,
      "ን": 1039,
      "ኖ": 1040,
      "ኗ": 1041,
      "ኘ": 1042,
      "ኙ": 1043,
      "ኚ": 1044,
      "ኛ": 1045,
      "ኜ": 1046,
      "ኝ": 1047,
      "ኞ": 1048,
      "ኟ": 1049,
      "አ": 1050,
      "ኡ": 1051,
      "ኢ": 1052,
      "ኣ": 1053,
      "ኤ": 1054,
      "እ": 1055,
      "ኦ": 1056,
      "ኧ": 1057,
      "ከ": 1058,
      "ኩ": 1059,
      "ኪ": 1060,
      "ካ": 1061,
      "ኬ": 1062,
      "ክ": 1063,
      "ኮ": 1064,
      "ኯ": 1065,
      "ኰ": 1066,
      "ኲ": 1067,
      "ኳ": 1068,
      "ኴ": 1069,
      "ኵ": 1070,
      "኶": 1071,
      "ኸ": 1072,
      "ኹ": 1073,
      "ኺ": 1074,
      "ኻ": 1075,
      "ኼ": 1076,
      "ኽ": 1077,
      "ኾ": 1078,
      "኿": 1079,
      "ዀ": 1080,
      "ዂ": 1081,
      "ዃ": 1082,
      "ዄ": 1083,
      "ዅ": 1084,
      "ወ": 1085,
      "ዉ": 1086,
      "ዊ": 1087,
      "ዋ": 1088,
      "ዌ": 1089,
      "ው": 1090,
      "ዎ": 1091,
      "ዏ": 1092,
      "ዐ": 1093,
      "ዑ": 1094,
      "ዒ": 1095,
      "ዓ": 1096,
      "ዔ": 1097,
      "ዕ": 1098,
      "ዖ": 1099,
      "዗": 1100,
      "ዘ": 1101,
      "ዙ": 1102,
      "ዚ": 1103,
      "ዛ": 1104,
      "ዜ": 1105,
      "ዝ": 1106,
      "ዞ": 1107,
      "ዟ": 1108,
      "ዠ": 1109,
      "ዡ": 1110,
      "ዢ": 1111,
      "ዣ": 1112,
      "ዤ": 1113,
      "ዥ": 1114,
      "ዦ": 1115,
      "ዧ": 1116,
      "የ": 1117,
      "ዩ": 1118,
      "ዪ": 1119,
      "ያ": 1120,
      "ዬ": 1121,
      "ይ": 1122,
      "ዮ": 1123,
      "ዯ": 1124,
      "ደ": 1125,
      "ዱ": 1126,
      "ዲ": 1127,
      "ዳ": 1128,
      "ዴ": 1129,
      "ድ": 1130,
      "ዶ": 1131,
      "ዷ": 1132,
      "ዸ": 1133,
      "ዹ": 1134,
      "ዺ": 1135,
      "ዻ": 1136,
      "ዼ": 1137,
      "ዽ": 1138,
      "ዾ": 1139,
      "ዿ": 1140,
      "ጀ": 1141,
      "ጁ": 1142,
      "ጂ": 1143,
      "ጃ": 1144,
      "ጄ": 1145,
      "ጅ": 1146,
      "ጆ": 1147,
      "ጇ": 1148,
      "ገ": 1149,
      "ጉ": 1150,
      "ጊ": 1151,
      "ጋ": 1152,
      "ጌ": 1153,
      "ግ": 1154,
      "ጎ": 1155,
      "ጏ": 1156,
      "ጐ": 1157,
      "ጒ": 1158,
      "ጓ": 1159,
      "ጔ": 1160,
      "ጕ": 1161,
      "ጘ": 1162,
      "ጙ": 1163,
      "ጚ": 1164,
      "ጛ": 1165,
      "ጜ": 1166,
      "ጝ": 1167,
      "ጞ": 1168,
      "ጟ": 1169,
      "ጠ": 1170,
      "ጡ": 1171,
      "ጢ": 1172,
      "ጣ": 1173,
      "ጤ": 1174,
      "ጥ": 1175,
      "ጦ": 1176,
      "ጧ": 1177,
      "ጨ": 1178,
      "ጩ": 1179,
      "ጪ": 1180,
      "ጫ": 1181,
      "ጬ": 1182,
      "ጭ": 1183,
      "ጮ": 1184,
      "ጯ": 1185,
      "ጰ": 1186,
      "ጱ": 1187,
      "ጲ": 1188,
      "ጳ": 1189,
      "ጴ": 1190,
      "ጵ": 1191,
      "ጶ": 1192,
      "ጷ": 1193,
      "ጸ": 1194,
      "ጹ": 1195,
      "ጺ": 1196,
      "ጻ": 1197,
      "ጼ": 1198,
      "ጽ": 1199,
      "ጾ": 1200,
      "ጿ": 1201,
      "ፀ": 1202,
      "ፁ": 1203,
      "ፂ": 1204,
      "ፃ": 1205,
      "ፄ": 1206,
      "ፅ": 1207,
      "ፆ": 1208,
      "ፇ": 1209,
      "ፈ": 1210,
      "ፉ": 1211,
      "ፊ": 1212,
      "ፋ": 1213,
      "ፌ": 1214,
      "ፍ": 1215,
      "ፎ": 1216,
      "ፏ": 1217,
      "ፐ": 1218,
      "ፑ": 1219,
      "ፒ": 1220,
      "ፓ": 1221,
      "ፔ": 1222,
      "ፕ": 1223,
      "ፖ": 1224,
      "ፗ": 1225,
      "ፘ": 1226,
      "ፙ": 1227,
      "ፚ": 1228,
      "፛": 1229,
      "፜": 1230,
      "፝": 1231,
      "፞": 1232,
      "፟": 1233,
      "፠": 1234,
      "፡": 1235,
      "።": 1236,
      "፣": 1237,
      "፤": 1238,
      "፥": 1239,
      "፦": 1240,
      "፧": 1241,
      "፨": 1242,
      "፩": 1243,
      "፪": 1244,
      "፫": 1245,
      "፬": 1246,
      "፭": 1247,
      "፮": 1248,
      "፯": 1249,
      "፰": 1250,
      "፱": 1251,
      "፲": 1252,
      "፳": 1253,
      "፴": 1254,
      "፵": 1255,
      "፶": 1256,
      "፷": 1257,
      "፸": 1258,
      "፹": 1259,
      "፺": 1260,
      "፻": 1261,
      "፼": 1262,
      "ᎀ": 1263,
      "ᎂ": 1264,
      "ᎃ": 1265,
      "᎐": 1266,
      "᎒": 1267,
      "᎓": 1268,
      "᎔": 1269,
      "᎖": 1270,
      "᎗": 1271,
      "᎘": 1272,
      "Ꭰ": 1273,
      "Ꭹ": 1274,
      "Ꮃ": 1275,
      "Ꮒ": 1276,
      "Ꮳ": 1277,
      "Ꮻ": 1278,
      "Ꮿ": 1279,
      "Ᏼ": 1280,
      "᐀": 1281,
      "ᕡ": 1282,
      "ក": 1283,
      "គ": 1284,
      "ង": 1285,
      "ជ": 1286,
      "ត": 1287,
      "ទ": 1288,
      "ន": 1289,
      "ប": 1290,
      "ព": 1291,
      "ភ": 1292,
      "ម": 1293,
      "យ": 1294,
      "រ": 1295,
      "ស": 1296,
      "អ": 1297,
      "ា": 1298,
      "ី": 1299,
      "ុ": 1300,
      "េ": 1301,
      "ោ": 1302,
      "ំ": 1303,
      "៊": 1304,
      "់": 1305,
      "្": 1306,
      "ៗ": 1307,
      "ᤰ": 1308,
      "ᤱ": 1309,
      "ᥐ": 1310,
      "ᴀ": 1311,
      "ᴅ": 1312,
      "ᴇ": 1313,
      "ᴊ": 1314,
      "ᴍ": 1315,
      "ᴏ": 1316,
      "ᴛ": 1317,
      "ᴜ": 1318,
      "ᴤ": 1319,
      "ᴰ": 1320,
      "ᴴ": 1321,
      "​": 1322,
      "‌": 1323,
      "‍": 1324,
      "‎": 1325,
      "‏": 1326,
      "‐": 1327,
      "‑": 1328,
      "‒": 1329,
      "–": 1330,
      "—": 1331,
      "―": 1332,
      "‗": 1333,
      "‘": 1334,
      "’": 1335,
      "‚": 1336,
      "‛": 1337,
      "“": 1338,
      "”": 1339,
      "„": 1340,
      "‟": 1341,
      "†": 1342,
      "‡": 1343,
      "•": 1344,
      "․": 1345,
      "…": 1346,
      "‪": 1347,
      "‫": 1348,
      "‬": 1349,
      "‭": 1350,
      "‰": 1351,
      "′": 1352,
      "″": 1353,
      "‶": 1354,
      "‹": 1355,
      "›": 1356,
      "※": 1357,
      "‼": 1358,
      "⁄": 1359,
      "⁉": 1360,
      "⁠": 1361,
      "⁮": 1362,
      "⁯": 1363,
      "⁰": 1364,
      "₋": 1365,
      "₡": 1366,
      "₩": 1367,
      "₪": 1368,
      "€": 1369,
      "₱": 1370,
      "₹": 1371,
      "₺": 1372,
      "₼": 1373,
      "⃒": 1374,
      "⃣": 1375,
      "℃": 1376,
      "℅": 1377,
      "ℓ": 1378,
      "№": 1379,
      "℗": 1380,
      "℠": 1381,
      "™": 1382,
      "Ⅎ": 1383,
      "⅓": 1384,
      "Ⅱ": 1385,
      "Ⅲ": 1386,
      "ⅼ": 1387,
      "Ↄ": 1388,
      "←": 1389,
      "↑": 1390,
      "→": 1391,
      "↓": 1392,
      "↔": 1393,
      "↘": 1394,
      "↠": 1395,
      "↩": 1396,
      "↳": 1397,
      "⇄": 1398,
      "⇐": 1399,
      "⇒": 1400,
      "⇝": 1401,
      "⇡": 1402,
      "⇣": 1403,
      "⇿": 1404,
      "∅": 1405,
      "∇": 1406,
      "∈": 1407,
      "∎": 1408,
      "∑": 1409,
      "−": 1410,
      "∕": 1411,
      "∗": 1412,
      "∘": 1413,
      "∙": 1414,
      "√": 1415,
      "∞": 1416,
      "∠": 1417,
      "∩": 1418,
      "∪": 1419,
      "∫": 1420,
      "∴": 1421,
      "∵": 1422,
      "∶": 1423,
      "∷": 1424,
      "∼": 1425,
      "∽": 1426,
      "≈": 1427,
      "≤": 1428,
      "≥": 1429,
      "≦": 1430,
      "≧": 1431,
      "⊂": 1432,
      "⊆": 1433,
      "⊊": 1434,
      "⊕": 1435,
      "⊖": 1436,
      "⊰": 1437,
      "⊱": 1438,
      "⋅": 1439,
      "⋆": 1440,
      "⋈": 1441,
      "⋔": 1442,
      "⋮": 1443,
      "⌂": 1444,
      "⎄": 1445,
      "⎅": 1446,
      "⎆": 1447,
      "⏩": 1448,
      "⏰": 1449,
      "①": 1450,
      "②": 1451,
      "③": 1452,
      "⓫": 1453,
      "⓬": 1454,
      "⓭": 1455,
      "⓮": 1456,
      "⓯": 1457,
      "⓰": 1458,
      "⓱": 1459,
      "⓲": 1460,
      "⓳": 1461,
      "⓴": 1462,
      "─": 1463,
      "━": 1464,
      "│": 1465,
      "┇": 1466,
      "┈": 1467,
      "═": 1468,
      "║": 1469,
      "╬": 1470,
      "▄": 1471,
      "█": 1472,
      "▌": 1473,
      "■": 1474,
      "□": 1475,
      "▪": 1476,
      "▲": 1477,
      "▶": 1478,
      "►": 1479,
      "▻": 1480,
      "▼": 1481,
      "▽": 1482,
      "◄": 1483,
      "◅": 1484,
      "◆": 1485,
      "◉": 1486,
      "◊": 1487,
      "○": 1488,
      "◌": 1489,
      "◎": 1490,
      "●": 1491,
      "◙": 1492,
      "◦": 1493,
      "◾": 1494,
      "☀": 1495,
      "☂": 1496,
      "★": 1497,
      "☆": 1498,
      "☈": 1499,
      "☎": 1500,
      "☏": 1501,
      "☑": 1502,
      "☕": 1503,
      "☚": 1504,
      "☛": 1505,
      "☜": 1506,
      "☝": 1507,
      "☞": 1508,
      "☟": 1509,
      "☠": 1510,
      "☢": 1511,
      "☥": 1512,
      "☩": 1513,
      "☪": 1514,
      "☹": 1515,
      "☺": 1516,
      "☻": 1517,
      "☼": 1518,
      "♀": 1519,
      "♔": 1520,
      "♚": 1521,
      "♠": 1522,
      "♡": 1523,
      "♣": 1524,
      "♥": 1525,
      "♦": 1526,
      "♨": 1527,
      "♩": 1528,
      "♪": 1529,
      "♫": 1530,
      "♬": 1531,
      "♽": 1532,
      "⚀": 1533,
      "⚅": 1534,
      "⚘": 1535,
      "⚛": 1536,
      "⚠": 1537,
      "⚡": 1538,
      "⚪": 1539,
      "⚫": 1540,
      "⚽": 1541,
      "⛄": 1542,
      "⛔": 1543,
      "⛪": 1544,
      "⛳": 1545,
      "✅": 1546,
      "✆": 1547,
      "✈": 1548,
      "✉": 1549,
      "✊": 1550,
      "✋": 1551,
      "✌": 1552,
      "✍": 1553,
      "✎": 1554,
      "✏": 1555,
      "✓": 1556,
      "✔": 1557,
      "✘": 1558,
      "✝": 1559,
      "✞": 1560,
      "✟": 1561,
      "✤": 1562,
      "✦": 1563,
      "✧": 1564,
      "✨": 1565,
      "✳": 1566,
      "✿": 1567,
      "❀": 1568,
      "❁": 1569,
      "❌": 1570,
      "❎": 1571,
      "❑": 1572,
      "❓": 1573,
      "❖": 1574,
      "❗": 1575,
      "❣": 1576,
      "❤": 1577,
      "❦": 1578,
      "❯": 1579,
      "❶": 1580,
      "❷": 1581,
      "❸": 1582,
      "❹": 1583,
      "❺": 1584,
      "❻": 1585,
      "❼": 1586,
      "❾": 1587,
      "❿": 1588,
      "➊": 1589,
      "➋": 1590,
      "➌": 1591,
      "➍": 1592,
      "➎": 1593,
      "➏": 1594,
      "➐": 1595,
      "➑": 1596,
      "➒": 1597,
      "➓": 1598,
      "➔": 1599,
      "➕": 1600,
      "➖": 1601,
      "➚": 1602,
      "➜": 1603,
      "➝": 1604,
      "➠": 1605,
      "➡": 1606,
      "➢": 1607,
      "➤": 1608,
      "➥": 1609,
      "➦": 1610,
      "➧": 1611,
      "➳": 1612,
      "⟵": 1613,
      "⤴": 1614,
      "⦁": 1615,
      "⨳": 1616,
      "⩨": 1617,
      "⩩": 1618,
      "⬇": 1619,
      "⭐": 1620,
      "⭕": 1621,
      "Ⱶ": 1622,
      "ⴰ": 1623,
      "ⴼ": 1624,
      "ⵏ": 1625,
      "ⶀ": 1626,
      "ⶂ": 1627,
      "ⶃ": 1628,
      "ⶆ": 1629,
      "ⶇ": 1630,
      "ⶈ": 1631,
      "ⶉ": 1632,
      "ⶌ": 1633,
      "ⶎ": 1634,
      "ⶏ": 1635,
      "ⶒ": 1636,
      "⶙": 1637,
      "ⶨ": 1638,
      "ⶩ": 1639,
      "ⶪ": 1640,
      "ⶫ": 1641,
      "ⶭ": 1642,
      "ⶰ": 1643,
      "ⶳ": 1644,
      "ⶴ": 1645,
      "ⶵ": 1646,
      "ⶽ": 1647,
      "ⷃ": 1648,
      "ⷅ": 1649,
      "ⷈ": 1650,
      "ⷉ": 1651,
      "ⷋ": 1652,
      "ⷐ": 1653,
      "ⷛ": 1654,
      "ⷝ": 1655,
      "、": 1656,
      "。": 1657,
      "〈": 1658,
      "〉": 1659,
      "《": 1660,
      "》": 1661,
      "「": 1662,
      "」": 1663,
      "【": 1664,
      "】": 1665,
      "あ": 1666,
      "い": 1667,
      "う": 1668,
      "え": 1669,
      "か": 1670,
      "き": 1671,
      "こ": 1672,
      "さ": 1673,
      "し": 1674,
      "す": 1675,
      "そ": 1676,
      "つ": 1677,
      "て": 1678,
      "と": 1679,
      "な": 1680,
      "に": 1681,
      "の": 1682,
      "は": 1683,
      "ふ": 1684,
      "ほ": 1685,
      "ま": 1686,
      "も": 1687,
      "や": 1688,
      "ょ": 1689,
      "よ": 1690,
      "り": 1691,
      "る": 1692,
      "を": 1693,
      "ん": 1694,
      "゙": 1695,
      "゚": 1696,
      "ア": 1697,
      "イ": 1698,
      "オ": 1699,
      "カ": 1700,
      "ク": 1701,
      "ケ": 1702,
      "コ": 1703,
      "シ": 1704,
      "ス": 1705,
      "セ": 1706,
      "ソ": 1707,
      "タ": 1708,
      "ッ": 1709,
      "ツ": 1710,
      "テ": 1711,
      "ト": 1712,
      "ハ": 1713,
      "ヒ": 1714,
      "ヘ": 1715,
      "ホ": 1716,
      "マ": 1717,
      "ミ": 1718,
      "ム": 1719,
      "モ": 1720,
      "ラ": 1721,
      "リ": 1722,
      "ル": 1723,
      "レ": 1724,
      "ロ": 1725,
      "ワ": 1726,
      "ン": 1727,
      "・": 1728,
      "ー": 1729,
      "ㄩ": 1730,
      "㎡": 1731,
      "㗹": 1732,
      "㙀": 1733,
      "㜎": 1734,
      "㝕": 1735,
      "一": 1736,
      "七": 1737,
      "三": 1738,
      "上": 1739,
      "下": 1740,
      "不": 1741,
      "与": 1742,
      "东": 1743,
      "个": 1744,
      "中": 1745,
      "久": 1746,
      "么": 1747,
      "也": 1748,
      "了": 1749,
      "事": 1750,
      "亚": 1751,
      "些": 1752,
      "交": 1753,
      "产": 1754,
      "京": 1755,
      "人": 1756,
      "仇": 1757,
      "今": 1758,
      "仙": 1759,
      "代": 1760,
      "以": 1761,
      "仲": 1762,
      "件": 1763,
      "任": 1764,
      "伏": 1765,
      "低": 1766,
      "何": 1767,
      "你": 1768,
      "俄": 1769,
      "俗": 1770,
      "信": 1771,
      "傳": 1772,
      "優": 1773,
      "兄": 1774,
      "克": 1775,
      "免": 1776,
      "全": 1777,
      "八": 1778,
      "公": 1779,
      "共": 1780,
      "兴": 1781,
      "几": 1782,
      "出": 1783,
      "切": 1784,
      "別": 1785,
      "动": 1786,
      "動": 1787,
      "勻": 1788,
      "包": 1789,
      "匈": 1790,
      "北": 1791,
      "医": 1792,
      "十": 1793,
      "卓": 1794,
      "南": 1795,
      "卡": 1796,
      "厅": 1797,
      "厚": 1798,
      "去": 1799,
      "及": 1800,
      "反": 1801,
      "发": 1802,
      "受": 1803,
      "古": 1804,
      "叭": 1805,
      "台": 1806,
      "史": 1807,
      "叶": 1808,
      "号": 1809,
      "司": 1810,
      "名": 1811,
      "向": 1812,
      "吗": 1813,
      "启": 1814,
      "吳": 1815,
      "吴": 1816,
      "周": 1817,
      "命": 1818,
      "和": 1819,
      "品": 1820,
      "哉": 1821,
      "哪": 1822,
      "哲": 1823,
      "商": 1824,
      "善": 1825,
      "喇": 1826,
      "喜": 1827,
      "喾": 1828,
      "嘅": 1829,
      "嘉": 1830,
      "器": 1831,
      "噪": 1832,
      "四": 1833,
      "固": 1834,
      "国": 1835,
      "國": 1836,
      "圣": 1837,
      "在": 1838,
      "地": 1839,
      "场": 1840,
      "均": 1841,
      "坐": 1842,
      "坦": 1843,
      "型": 1844,
      "埃": 1845,
      "城": 1846,
      "堅": 1847,
      "場": 1848,
      "塚": 1849,
      "塞": 1850,
      "士": 1851,
      "売": 1852,
      "壹": 1853,
      "壽": 1854,
      "夕": 1855,
      "外": 1856,
      "多": 1857,
      "夜": 1858,
      "夢": 1859,
      "大": 1860,
      "天": 1861,
      "太": 1862,
      "夫": 1863,
      "奈": 1864,
      "奔": 1865,
      "女": 1866,
      "奴": 1867,
      "好": 1868,
      "妇": 1869,
      "妹": 1870,
      "姉": 1871,
      "委": 1872,
      "威": 1873,
      "媒": 1874,
      "子": 1875,
      "孔": 1876,
      "字": 1877,
      "孝": 1878,
      "孤": 1879,
      "学": 1880,
      "孫": 1881,
      "學": 1882,
      "它": 1883,
      "定": 1884,
      "容": 1885,
      "宽": 1886,
      "富": 1887,
      "察": 1888,
      "實": 1889,
      "尊": 1890,
      "小": 1891,
      "少": 1892,
      "尧": 1893,
      "尼": 1894,
      "尾": 1895,
      "局": 1896,
      "屋": 1897,
      "山": 1898,
      "岡": 1899,
      "島": 1900,
      "崎": 1901,
      "州": 1902,
      "市": 1903,
      "帝": 1904,
      "带": 1905,
      "帶": 1906,
      "常": 1907,
      "幌": 1908,
      "平": 1909,
      "年": 1910,
      "幽": 1911,
      "広": 1912,
      "庆": 1913,
      "应": 1914,
      "庖": 1915,
      "店": 1916,
      "度": 1917,
      "康": 1918,
      "廑": 1919,
      "廣": 1920,
      "式": 1921,
      "弟": 1922,
      "弥": 1923,
      "張": 1924,
      "彥": 1925,
      "影": 1926,
      "微": 1927,
      "德": 1928,
      "徹": 1929,
      "忌": 1930,
      "志": 1931,
      "快": 1932,
      "怎": 1933,
      "性": 1934,
      "恋": 1935,
      "恩": 1936,
      "恭": 1937,
      "情": 1938,
      "愛": 1939,
      "感": 1940,
      "慕": 1941,
      "慧": 1942,
      "憲": 1943,
      "成": 1944,
      "我": 1945,
      "戸": 1946,
      "房": 1947,
      "扉": 1948,
      "拉": 1949,
      "拜": 1950,
      "括": 1951,
      "捌": 1952,
      "据": 1953,
      "排": 1954,
      "提": 1955,
      "播": 1956,
      "改": 1957,
      "敏": 1958,
      "数": 1959,
      "文": 1960,
      "斎": 1961,
      "斗": 1962,
      "斯": 1963,
      "新": 1964,
      "方": 1965,
      "於": 1966,
      "日": 1967,
      "时": 1968,
      "明": 1969,
      "是": 1970,
      "時": 1971,
      "晋": 1972,
      "暁": 1973,
      "曲": 1974,
      "最": 1975,
      "會": 1976,
      "月": 1977,
      "有": 1978,
      "末": 1979,
      "本": 1980,
      "札": 1981,
      "机": 1982,
      "李": 1983,
      "村": 1984,
      "束": 1985,
      "条": 1986,
      "来": 1987,
      "東": 1988,
      "松": 1989,
      "柒": 1990,
      "柔": 1991,
      "柴": 1992,
      "标": 1993,
      "树": 1994,
      "样": 1995,
      "格": 1996,
      "梁": 1997,
      "梅": 1998,
      "樂": 1999,
      "横": 2000,
      "橐": 2001,
      "機": 2002,
      "欢": 2003,
      "歌": 2004,
      "歐": 2005,
      "正": 2006,
      "武": 2007,
      "歷": 2008,
      "殺": 2009,
      "比": 2010,
      "毛": 2011,
      "民": 2012,
      "气": 2013,
      "気": 2014,
      "水": 2015,
      "汉": 2016,
      "汽": 2017,
      "沂": 2018,
      "法": 2019,
      "泛": 2020,
      "泽": 2021,
      "洋": 2022,
      "津": 2023,
      "活": 2024,
      "浜": 2025,
      "海": 2026,
      "消": 2027,
      "涨": 2028,
      "渡": 2029,
      "港": 2030,
      "游": 2031,
      "湘": 2032,
      "満": 2033,
      "漢": 2034,
      "潮": 2035,
      "澳": 2036,
      "瀬": 2037,
      "灣": 2038,
      "炜": 2039,
      "点": 2040,
      "無": 2041,
      "爲": 2042,
      "片": 2043,
      "物": 2044,
      "特": 2045,
      "牺": 2046,
      "狗": 2047,
      "猫": 2048,
      "玖": 2049,
      "玩": 2050,
      "玫": 2051,
      "现": 2052,
      "玲": 2053,
      "玻": 2054,
      "珊": 2055,
      "珮": 2056,
      "現": 2057,
      "瑰": 2058,
      "璃": 2059,
      "璠": 2060,
      "產": 2061,
      "用": 2062,
      "田": 2063,
      "発": 2064,
      "發": 2065,
      "白": 2066,
      "百": 2067,
      "的": 2068,
      "盤": 2069,
      "直": 2070,
      "着": 2071,
      "矢": 2072,
      "石": 2073,
      "码": 2074,
      "砍": 2075,
      "研": 2076,
      "確": 2077,
      "示": 2078,
      "祝": 2079,
      "神": 2080,
      "禁": 2081,
      "禅": 2082,
      "禹": 2083,
      "秋": 2084,
      "穩": 2085,
      "究": 2086,
      "窪": 2087,
      "童": 2088,
      "筠": 2089,
      "签": 2090,
      "節": 2091,
      "簡": 2092,
      "粉": 2093,
      "精": 2094,
      "素": 2095,
      "組": 2096,
      "維": 2097,
      "緒": 2098,
      "線": 2099,
      "總": 2100,
      "纤": 2101,
      "细": 2102,
      "经": 2103,
      "维": 2104,
      "義": 2105,
      "羲": 2106,
      "習": 2107,
      "老": 2108,
      "考": 2109,
      "而": 2110,
      "耶": 2111,
      "聞": 2112,
      "聯": 2113,
      "肉": 2114,
      "能": 2115,
      "腳": 2116,
      "臨": 2117,
      "與": 2118,
      "船": 2119,
      "色": 2120,
      "芝": 2121,
      "芭": 2122,
      "花": 2123,
      "芷": 2124,
      "英": 2125,
      "茶": 2126,
      "菇": 2127,
      "華": 2128,
      "萨": 2129,
      "葛": 2130,
      "蕉": 2131,
      "薬": 2132,
      "藤": 2133,
      "蝶": 2134,
      "行": 2135,
      "表": 2136,
      "製": 2137,
      "要": 2138,
      "親": 2139,
      "言": 2140,
      "許": 2141,
      "試": 2142,
      "語": 2143,
      "読": 2144,
      "警": 2145,
      "讓": 2146,
      "详": 2147,
      "语": 2148,
      "说": 2149,
      "豪": 2150,
      "豹": 2151,
      "貓": 2152,
      "財": 2153,
      "費": 2154,
      "質": 2155,
      "賽": 2156,
      "贺": 2157,
      "趙": 2158,
      "趣": 2159,
      "蹬": 2160,
      "身": 2161,
      "車": 2162,
      "軟": 2163,
      "較": 2164,
      "載": 2165,
      "輪": 2166,
      "轉": 2167,
      "辛": 2168,
      "農": 2169,
      "迎": 2170,
      "近": 2171,
      "这": 2172,
      "這": 2173,
      "速": 2174,
      "週": 2175,
      "逸": 2176,
      "過": 2177,
      "道": 2178,
      "遷": 2179,
      "郎": 2180,
      "郑": 2181,
      "郡": 2182,
      "部": 2183,
      "都": 2184,
      "醒": 2185,
      "里": 2186,
      "重": 2187,
      "金": 2188,
      "鉄": 2189,
      "錢": 2190,
      "録": 2191,
      "针": 2192,
      "钩": 2193,
      "钱": 2194,
      "锯": 2195,
      "長": 2196,
      "門": 2197,
      "閉": 2198,
      "間": 2199,
      "關": 2200,
      "间": 2201,
      "阜": 2202,
      "阪": 2203,
      "院": 2204,
      "除": 2205,
      "陳": 2206,
      "陸": 2207,
      "陽": 2208,
      "隊": 2209,
      "雅": 2210,
      "雪": 2211,
      "零": 2212,
      "電": 2213,
      "靈": 2214,
      "青": 2215,
      "静": 2216,
      "非": 2217,
      "韓": 2218,
      "音": 2219,
      "韻": 2220,
      "飾": 2221,
      "餅": 2222,
      "餐": 2223,
      "香": 2224,
      "馬": 2225,
      "馳": 2226,
      "駕": 2227,
      "駛": 2228,
      "驗": 2229,
      "體": 2230,
      "高": 2231,
      "魚": 2232,
      "鲁": 2233,
      "鳥": 2234,
      "黃": 2235,
      "黄": 2236,
      "黑": 2237,
      "點": 2238,
      "ꙗ": 2239,
      "": 2240,
      "": 2241,
      "": 2242,
      "": 2243,
      "": 2244,
      "": 2245,
      "": 2246,
      "": 2247,
      "": 2248,
      "": 2249,
      "": 2250,
      "": 2251,
      "": 2252,
      "": 2253,
      "": 2254,
      "": 2255,
      "": 2256,
      "": 2257,
      "": 2258,
      "": 2259,
      "": 2260,
      "": 2261,
      "": 2262,
      "": 2263,
      "": 2264,
      "": 2265,
      "": 2266,
      "": 2267,
      "": 2268,
      "": 2269,
      "": 2270,
      "": 2271,
      "": 2272,
      "": 2273,
      "": 2274,
      "": 2275,
      "": 2276,
      "": 2277,
      "": 2278,
      "": 2279,
      "": 2280,
      "": 2281,
      "": 2282,
      "": 2283,
      "": 2284,
      "": 2285,
      "": 2286,
      "": 2287,
      "": 2288,
      "": 2289,
      "": 2290,
      "": 2291,
      "": 2292,
      "": 2293,
      "": 2294,
      "": 2295,
      "": 2296,
      "": 2297,
      "": 2298,
      "": 2299,
      "": 2300,
      "": 2301,
      "": 2302,
      "": 2303,
      "": 2304,
      "": 2305,
      "": 2306,
      "": 2307,
      "": 2308,
      "": 2309,
      "": 2310,
      "": 2311,
      "": 2312,
      "": 2313,
      "": 2314,
      "": 2315,
      "": 2316,
      "": 2317,
      "": 2318,
      "": 2319,
      "": 2320,
      "": 2321,
      "": 2322,
      "": 2323,
      "": 2324,
      "": 2325,
      "": 2326,
      "": 2327,
      "": 2328,
      "": 2329,
      "": 2330,
      "": 2331,
      "": 2332,
      "": 2333,
      "": 2334,
      "": 2335,
      "": 2336,
      "": 2337,
      "": 2338,
      "": 2339,
      "": 2340,
      "": 2341,
      "": 2342,
      "": 2343,
      "": 2344,
      "": 2345,
      "": 2346,
      "": 2347,
      "": 2348,
      "": 2349,
      "": 2350,
      "": 2351,
      "": 2352,
      "": 2353,
      "": 2354,
      "": 2355,
      "": 2356,
      "": 2357,
      "": 2358,
      "": 2359,
      "": 2360,
      "": 2361,
      "": 2362,
      "": 2363,
      "": 2364,
      "": 2365,
      "": 2366,
      "": 2367,
      "": 2368,
      "": 2369,
      "": 2370,
      "ﬀ": 2371,
      "ﬁ": 2372,
      "﴾": 2373,
      "﴿": 2374,
      "ﷺ": 2375,
      "ﷻ": 2376,
      "﷽": 2377,
      "️": 2378,
      "︵": 2379,
      "ﺃ": 2380,
      "ﺄ": 2381,
      "ﺍ": 2382,
      "ﺎ": 2383,
      "ﺑ": 2384,
      "ﺟ": 2385,
      "ﺢ": 2386,
      "ﺮ": 2387,
      "ﺱ": 2388,
      "ﺻ": 2389,
      "ﻋ": 2390,
      "ﻌ": 2391,
      "ﻓ": 2392,
      "ﻔ": 2393,
      "ﻟ": 2394,
      "ﻠ": 2395,
      "ﻣ": 2396,
      "ﻤ": 2397,
      "ﻦ": 2398,
      "ﻨ": 2399,
      "ﻩ": 2400,
      "ﻪ": 2401,
      "ﻬ": 2402,
      "ﻭ": 2403,
      "ﻮ": 2404,
      "ﻯ": 2405,
      "ﻰ": 2406,
      "﻾": 2407,
      "﻿": 2408,
      "！": 2409,
      "（": 2410,
      "）": 2411,
      "，": 2412,
      "－": 2413,
      "／": 2414,
      "２": 2415,
      "：": 2416,
      "？": 2417,
      "･": 2418,
      "￼": 2419,
      "�": 2420,
      "𐌁": 2421,
      "𐌆": 2422,
      "𐌇": 2423,
      "𐌈": 2424,
      "𐌊": 2425,
      "𐌌": 2426,
      "𐌍": 2427,
      "𐌎": 2428,
      "𐌏": 2429,
      "𐌐": 2430,
      "𐌑": 2431,
      "𐌒": 2432,
      "𐌓": 2433,
      "𐌖": 2434,
      "𐌗": 2435,
      "𐌘": 2436,
      "𐌙": 2437,
      "𐌚": 2438,
      "𐌠": 2439,
      "𐌡": 2440,
      "𐌢": 2441,
      "𐩢": 2442,
      "𐩧": 2443,
      "𐩨": 2444,
      "𐩪": 2445,
      "𐩬": 2446,
      "𝗛": 2447,
      "𝗞": 2448,
      "𝗣": 2449,
      "𝗧": 2450,
      "𝗩": 2451,
      "𝗬": 2452,
      "𝗮": 2453,
      "𝗲": 2454,
      "𝗶": 2455,
      "𝗸": 2456,
      "𝗺": 2457,
      "𝗻": 2458,
      "𝗼": 2459,
      "𝗿": 2460,
      "𝘁": 2461,
      "𝘄": 2462,
      "𝟬": 2463,
      "𝟭": 2464,
      "𝟮": 2465,
      "𝟰": 2466,
      "𝟳": 2467,
      "🅾": 2468,
      "🆕": 2469,
      "🆚": 2470,
      "🇦": 2471,
      "🇧": 2472,
      "🇨": 2473,
      "🇩": 2474,
      "🇪": 2475,
      "🇫": 2476,
      "🇬": 2477,
      "🇭": 2478,
      "🇮": 2479,
      "🇯": 2480,
      "🇰": 2481,
      "🇱": 2482,
      "🇲": 2483,
      "🇳": 2484,
      "🇴": 2485,
      "🇶": 2486,
      "🇷": 2487,
      "🇸": 2488,
      "🇹": 2489,
      "🇺": 2490,
      "🇻": 2491,
      "🇼": 2492,
      "🇾": 2493,
      "🇿": 2494,
      "🈂": 2495,
      "🌈": 2496,
      "🌋": 2497,
      "🌑": 2498,
      "🌓": 2499,
      "🌕": 2500,
      "🌙": 2501,
      "🌟": 2502,
      "🌲": 2503,
      "🌴": 2504,
      "🌷": 2505,
      "🌹": 2506,
      "🌺": 2507,
      "🌻": 2508,
      "🌼": 2509,
      "🌿": 2510,
      "🍆": 2511,
      "🍇": 2512,
      "🍉": 2513,
      "🍋": 2514,
      "🍔": 2515,
      "🍛": 2516,
      "🍞": 2517,
      "🍮": 2518,
      "🍰": 2519,
      "🍹": 2520,
      "🍻": 2521,
      "🍽": 2522,
      "🍾": 2523,
      "🎁": 2524,
      "🎂": 2525,
      "🎈": 2526,
      "🎉": 2527,
      "🎊": 2528,
      "🎋": 2529,
      "🎓": 2530,
      "🎟": 2531,
      "🎤": 2532,
      "🎥": 2533,
      "🎨": 2534,
      "🎬": 2535,
      "🎰": 2536,
      "🎵": 2537,
      "🎶": 2538,
      "🎷": 2539,
      "🎺": 2540,
      "🎼": 2541,
      "🏆": 2542,
      "🏔": 2543,
      "🏢": 2544,
      "🏰": 2545,
      "🏴": 2546,
      "🏻": 2547,
      "🏼": 2548,
      "🏽": 2549,
      "🏾": 2550,
      "🏿": 2551,
      "🐍": 2552,
      "🐕": 2553,
      "🐘": 2554,
      "🐢": 2555,
      "🐶": 2556,
      "👀": 2557,
      "👁": 2558,
      "👂": 2559,
      "👅": 2560,
      "👆": 2561,
      "👇": 2562,
      "👈": 2563,
      "👉": 2564,
      "👋": 2565,
      "👌": 2566,
      "👍": 2567,
      "👎": 2568,
      "👏": 2569,
      "👐": 2570,
      "👑": 2571,
      "👗": 2572,
      "👙": 2573,
      "👜": 2574,
      "👥": 2575,
      "👧": 2576,
      "👨": 2577,
      "👩": 2578,
      "👪": 2579,
      "👫": 2580,
      "👬": 2581,
      "👮": 2582,
      "👱": 2583,
      "👽": 2584,
      "💀": 2585,
      "💃": 2586,
      "💄": 2587,
      "💋": 2588,
      "💍": 2589,
      "💎": 2590,
      "💏": 2591,
      "💐": 2592,
      "💑": 2593,
      "💒": 2594,
      "💓": 2595,
      "💔": 2596,
      "💕": 2597,
      "💖": 2598,
      "💗": 2599,
      "💘": 2600,
      "💙": 2601,
      "💚": 2602,
      "💛": 2603,
      "💜": 2604,
      "💝": 2605,
      "💞": 2606,
      "💟": 2607,
      "💡": 2608,
      "💢": 2609,
      "💥": 2610,
      "💦": 2611,
      "💪": 2612,
      "💫": 2613,
      "💯": 2614,
      "💰": 2615,
      "💺": 2616,
      "💻": 2617,
      "📈": 2618,
      "📌": 2619,
      "📖": 2620,
      "📚": 2621,
      "📜": 2622,
      "📝": 2623,
      "📣": 2624,
      "📨": 2625,
      "📫": 2626,
      "📰": 2627,
      "📱": 2628,
      "📲": 2629,
      "📷": 2630,
      "📻": 2631,
      "📽": 2632,
      "🔃": 2633,
      "🔈": 2634,
      "🔊": 2635,
      "🔎": 2636,
      "🔐": 2637,
      "🔒": 2638,
      "🔔": 2639,
      "🔝": 2640,
      "🔞": 2641,
      "🔥": 2642,
      "🔫": 2643,
      "🔰": 2644,
      "🔴": 2645,
      "🔵": 2646,
      "🔹": 2647,
      "🕊": 2648,
      "🕎": 2649,
      "🖐": 2650,
      "🖕": 2651,
      "🗒": 2652,
      "🗞": 2653,
      "🗣": 2654,
      "🗨": 2655,
      "🗼": 2656,
      "🗽": 2657,
      "🗿": 2658,
      "😀": 2659,
      "😁": 2660,
      "😂": 2661,
      "😃": 2662,
      "😄": 2663,
      "😅": 2664,
      "😆": 2665,
      "😇": 2666,
      "😈": 2667,
      "😉": 2668,
      "😊": 2669,
      "😋": 2670,
      "😌": 2671,
      "😍": 2672,
      "😎": 2673,
      "😏": 2674,
      "😐": 2675,
      "😒": 2676,
      "😓": 2677,
      "😔": 2678,
      "😕": 2679,
      "😗": 2680,
      "😘": 2681,
      "😙": 2682,
      "😚": 2683,
      "😛": 2684,
      "😜": 2685,
      "😝": 2686,
      "😞": 2687,
      "😟": 2688,
      "😠": 2689,
      "😡": 2690,
      "😢": 2691,
      "😣": 2692,
      "😥": 2693,
      "😦": 2694,
      "😨": 2695,
      "😫": 2696,
      "😭": 2697,
      "😰": 2698,
      "😱": 2699,
      "😲": 2700,
      "😳": 2701,
      "😴": 2702,
      "🙁": 2703,
      "🙂": 2704,
      "🙄": 2705,
      "🙆": 2706,
      "🙈": 2707,
      "🙊": 2708,
      "🙋": 2709,
      "🙌": 2710,
      "🙏": 2711,
      "🚀": 2712,
      "🚌": 2713,
      "🚏": 2714,
      "🚘": 2715,
      "🚙": 2716,
      "🚦": 2717,
      "🚩": 2718,
      "🚶": 2719,
      "🛌": 2720,
      "🛎": 2721,
      "🛑": 2722,
      "🛰": 2723,
      "🛸": 2724,
      "🤐": 2725,
      "🤔": 2726,
      "🤗": 2727,
      "🤘": 2728,
      "🤙": 2729,
      "🤞": 2730,
      "🤟": 2731,
      "🤣": 2732,
      "🤤": 2733,
      "🤦": 2734,
      "🤨": 2735,
      "🤩": 2736,
      "🤪": 2737,
      "🤭": 2738,
      "🤰": 2739,
      "🤱": 2740,
      "🤴": 2741,
      "🦁": 2742,
      "🦃": 2743,
      "🦍": 2744,
      "🦑": 2745,
      "🧐": 2746,
      "🧒": 2747,
      "🧚": 2748,
      "🧡": 2749,
      "󠀰": 2750,
      "󠀷": 2751,
      "󠁴": 2752,
      "󠁺": 2753,
      "󠁿": 2754,
      "􏰀": 2755,
      "##1": 2756,
      "##ዱ": 2757,
      "##ን": 2758,
      "##ዶ": 2759,
      "##ች": 2760,
      "##ና": 2761,
      "##አ": 2762,
      "##ይ": 2763,
      "##ቮ": 2764,
      "##ሪ": 2765,
      "##ኮ": 2766,
      "##ስ": 2767,
      "##ት": 2768,
      "##ለ": 2769,
      "##ሀ": 2770,
      "##ገ": 2771,
      "##ቷ": 2772,
      "##ደ": 2773,
      "##ሚ": 2774,
      "##ጠ": 2775,
      "##ር": 2776,
      "##ጉ": 2777,
      "##ላ": 2778,
      "##ቸ": 2779,
      "##ው": 2780,
      "##L": 2781,
      "##M": 2782,
      "##ራ": 2783,
      "##ድ": 2784,
      "##ተ": 2785,
      "##ነ": 2786,
      "##ቃ": 2787,
      "##ባ": 2788,
      "##ፈ": 2789,
      "##ረ": 2790,
      "##ል": 2791,
      "##ኝ": 2792,
      "##ቤ": 2793,
      "##ያ": 2794,
      "##በ": 2795,
      "##ጡ": 2796,
      "##ሉ": 2797,
      "##ዓ": 2798,
      "##ዊ": 2799,
      "##ዳ": 2800,
      "##ዉ": 2801,
      "##ጥ": 2802,
      "##ሎ": 2803,
      "##ዎ": 2804,
      "##n": 2805,
      "##t": 2806,
      "##e": 2807,
      "##r": 2808,
      "##m": 2809,
      "##i": 2810,
      "##l": 2811,
      "##y": 2812,
      "##ዲ": 2813,
      "##ቀ": 2814,
      "##ብ": 2815,
      "##ጫ": 2816,
      "##ቕ": 2817,
      "##ኑ": 2818,
      "##ጀ": 2819,
      "##ጭ": 2820,
      "##ቅ": 2821,
      "##ታ": 2822,
      "##ም": 2823,
      "##ሳ": 2824,
      "##ሰ": 2825,
      "##ጦ": 2826,
      "##ኣ": 2827,
      "##ዝ": 2828,
      "##መ": 2829,
      "##ከ": 2830,
      "##ቁ": 2831,
      "##ጣ": 2832,
      "##ኤ": 2833,
      "##ህ": 2834,
      "##ጸ": 2835,
      "##f": 2836,
      "##c": 2837,
